var data = [
        {
            "Label": "أشعر بالرضى عن نفسي عندما أفكر بنتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 1
        },
        {
            "Label": "أشعر بالقلق عندما أفكر بنتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 2
        },
        {
            "Label": "أشعر بأن نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية) لم تكن متوقعة",
            "value": 5,
            "Id": 3
        },
        {
            "Label": "نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية) جعلتني أشعر أنني اسيطر على وضعي الصحي",
            "value": 5,
            "Id": 4
        },
        {
            "Label": "أشعر بالإكتئاب عندما أفكر بنتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 5
        },
        {
            "Label": "أشعر أني قادرة على التركيز على اموري اليومية بشكل طبيعي بعد أن استلمت نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 6
        },
        {
            "Label": "أشعر أن هناك خلل ما فيَّ عندما أفكر بنتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 7
        },
        {
            "Label": "أشعر بالغضب عندما أفكر بنتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 8
        },
        {
            "Label": "أثق بأن شريكي سوف يتقبلني مهما كانت نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 9
        },
        {
            "Label": "أشعر أني جذابة عندما أفكر بنتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 10
        },
        {
            "Label": "أشعر بالخجل عندما أفكر بنتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 11
        },
        {
            "Label": "أشعر بالقلق ازاء اصابتي بالثآليل التناسلية",
            "value": 5,
            "Id": 12
        },
        {
            "Label": "أنا قلقة لربما لا يوجد علاج للشفاء من الثآليل التناسلية",
            "value": 5,
            "Id": 13
        },
        {
            "Label": "أشعر بالتفائل بخصوص صحتي النسائية بعد أن استلمت نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 14
        },
        {
            "Label": "أشعر بالقلق ازاء حصولي على نتائج غير طبيعية بفحص الزجاجة",
            "value": 5,
            "Id": 15
        },
        {
            "Label": "أنا قلقة لربما لا يوجد علاج للشفاء من الشيء الذي يسبب النتائج الغير طبيعية بفحص الزجاجة",
            "value": 5,
            "Id": 16
        },
        {
            "Label": "أشعر بالقلق ازاء قدرتي على الإنجاب بعد أن استلمت نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 17
        },
        {
            "Label": "أنا قلقة من أن أصاب بسرطان عنق الرحم في المستقبل",
            "value": 5,
            "Id": 18
        },
        {
            "Label": "أنا قلقة لربما لا يوجد علاج للشفاء من سرطان عنق الرحم",
            "value": 5,
            "Id": 19
        },
        {
            "Label": "أنا قلقة من ألشعور بالألم خلال الزيارات الطبية المقبلة",
            "value": 5,
            "Id": 20
        },
        {
            "Label": "أنا قلقة من أن ممارسة العلاقة الجنسية مع شريكي قد تنقل له عدوى بعد أن استلمت نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 21
        },
        {
            "Label": "أنا قلقة من أن ممارسة العلاقة الجنسية مع شريكي قد تنقل لي عدوى بعد أن استلمت نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 22
        },
        {
            "Label": "أشعر بالإشمئزاز من نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 23
        },
        {
            "Label": "انخفضت وتيرة ممارسةالعلاقة الجنسية مع شريكي بعد أن استلمت نتائج فحصي النسائي الأخير (فحص سريريأو نتائج مخبرية)",
            "value": 5,
            "Id": 24
        },
        {
            "Label": "أشعر بالرضى عن حياتي الجنسية بعد أن استلمت نتائج فحصي النسائي الأخير (فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 25
        },
        {
            "Label": "أعاني من صعوبة في النوم بعد أن استلمت نتائج فحصي النسائي الأخير(فحص سريري أو نتائج مخبرية)",
            "value": 5,
            "Id": 26
        },
        {
            "Label": "شعرت بالراحة من بعد فحصي النسائي الأخير",
            "value": 5,
            "Id": 27
        },
        {
            "Label": "شعرت أن الاجراءات الطبية خلال فحصي النسائي الأخير كانت محرجة",
            "value": 5,
            "Id": 28
        },
        {
            "Label": "شعرت أن الاجراءات الطبية خلال فحصي النسائي الأخير كانت غير مريحة",
            "value": 5,
            "Id": 29
        }
    ];